[
  {
    "services_id": "01",
    "service_name": "TAXES",
    "img": "https://i.ibb.co/Brc22NS/tax-landingimage.png",
    "service_charge": 2800,
    "des": "Successful companies take tax implications into consideration before making business decisions in order not to pay more taxes than prescribed by law.The available options for saving money can be left unattended, especially if a company is operating on new markets or under new jurisdictions."
  },
  {
    "services_id": "02",
    "service_name": "LEGAL SERVICES",
    "img": "https://i.ibb.co/YhRkShY/corporate-legal-services-500x500.jpg",
    "service_charge": 800,
    "des": "Offers professional legal consulting / advisory, and competent and timely assistance on a wide range of issues. Our experienced lawyers will help you to deal with both routine business and strategic development."
  },
  {
    "services_id": "03",
    "service_name": "ACCOUNTING",
    "img": "https://i.ibb.co/N2m0NN5/bigstock-ACCOUNTING-inscription-coming-324977827.jpg",
    "service_charge": 600,
    "des": "We offer to our customers accounting services for all forms of businesses possible in Estonia and in other jurisdictions. If you are an organization with a growing team and finances, this bookkeeping service will prove indispensable. Any corporate organization must maintain accurate books and accounts. Additionally, it is necessary for companies that are subject to an internal or statutory audit."
  },

  {
    "services_id": "04",
    "service_name": "CORPORATE SERVICES",
    "img": "https://i.ibb.co/SmX3wCQ/Corporate-Services-Diagram.png",
    "service_charge": 2200,
    "des": "Our experts will suggest the most suitable operating model for a specific field of activity or project that would ensure the highest efficiency and safety of the partnership. There are many kinds of corporate service providers, and they differ based on their specialties and services. A corporate service provider’s aim is providing business support services to other companies, whether in tax accounting, company incorporation, or legal liabilities, which is done through the use of technology, experience, and well thought-out practices that serve to help the client."
  }
]
